Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Downloads & Queue
ar: التنزيلات وقائمة الانتظار
de: Downloads & Warteschlange
el: Λήψεις & Ουρά
es: Descargas y cola
fa: دانلودها و صف پخش
fr: Téléchargements et file d'attente
he: הורדות ותור
hi: डाउनलोड और क्यू
id: Unduhan & Antrean
it: Download e coda
ja: ダウンロードとキュー
ko: 다운로드 및 대기열
nl: Downloads en wachtrij
pl: Pobrane i kolejka
pt: Downloads e fila
ru: Загрузки и очередь
sv: Nedladdningar och kö
th: การดาวน์โหลดและคิว
tr: İndirilenler ve Sıra
uk: Завантаження та черга
vi: Đã tải xuống & Hàng đợi
zh_hans: 下载与队列

source: Downloads cleared.
ar: تم حذف التنزيلات.
de: Downloads gelöscht.
el: Οι λήψεις διαγράφηκαν.
es: Descargas borradas.
fa: دانلودها حذف شدند.
fr: Téléchargements supprimés.
he: ההורדות נמחקו.
hi: डाउनलोड हटाए गए।
id: Unduhan dihapus.
it: Download eliminati.
ja: ダウンロードを削除しました。
ko: 다운로드가 삭제되었습니다.
nl: Downloads verwijderd.
pl: Pobrane pliki usunięte.
pt: Downloads excluídos.
ru: Загрузки удалены.
sv: Nedladdningar raderade.
th: ลบการดาวน์โหลดแล้ว
tr: İndirmeler silindi.
uk: Завантаження видалено.
vi: Đã xóa tải xuống.
zh_hans: 下载已删除。

source: Downloads new episodes on their own, so they're ready to play offline before you even open them.
ar: يقوم بتنزيل الحلقات الجديدة تلقائيًا، لتكون جاهزة للتشغيل دون اتصال حتى قبل أن تفتحها.
de: Lädt neue Folgen von selbst herunter, sodass sie schon vor dem Öffnen offline abspielbar sind.
el: Κατεβάζει νέα επεισόδια από μόνο του, ώστε να είναι έτοιμα για αναπαραγωγή εκτός σύνδεσης πριν καν τα ανοίξετε.
es: Descarga los episodios nuevos automáticamente, listos para reproducirse sin conexión antes de que los abras.
fa: قسمت‌های جدید را خودش دانلود می‌کند، بنابراین قبل از اینکه آن‌ها را باز کنید برای پخش آفلاین آماده هستند.
fr: Télécharge automatiquement les nouveaux épisodes, prêts à être écoutés hors ligne avant même que vous ne les ouvriez.
he: מוריד פרקים חדשים בעצמו, כך שהם מוכנים להשמעה במצב לא מקוון עוד לפני שאתה פותח אותם.
hi: नए एपिसोड अपने आप डाउनलोड करता है, ताकि खोलने से पहले ही वे ऑफ़लाइन चलाने के लिए तैयार हों।
id: Mengunduh episode baru dengan sendirinya, sehingga siap diputar secara offline bahkan sebelum Anda membukanya.
it: Scarica automaticamente i nuovi episodi, pronti per l'ascolto offline ancora prima di aprirli.
ja: 新しいエピソードを自動的にダウンロードし、開く前からオフライン再生の準備が整います。
ko: 새 에피소드를 자동으로 다운로드하여 열기 전부터 오프라인 재생 준비가 됩니다.
nl: Downloadt nieuwe afleveringen automatisch, zodat ze offline afspeelbaar zijn nog voordat je ze opent.
pl: Samodzielnie pobiera nowe odcinki, dzięki czemu są gotowe do odtwarzania offline, zanim jeszcze je otworzysz.
pt: Baixa novos episódios automaticamente, prontos para reprodução offline antes mesmo de você abri-los.
ru: Автоматически загружает новые эпизоды, чтобы они были готовы к прослушиванию офлайн ещё до открытия.
sv: Laddar ner nya avsnitt på egen hand, så de är redo att spelas offline redan innan du öppnar dem.
th: ดาวน์โหลดตอนใหม่ด้วยตัวเอง จึงพร้อมเล่นแบบออฟไลน์ก่อนที่คุณจะเปิดด้วยซ้ำ
tr: Yeni bölümleri kendiliğinden indirir, böylece siz onları açmadan önce çevrimdışı oynatmaya hazır olurlar.
uk: Автоматично завантажує нові епізоди, тож вони готові до офлайн-відтворення ще до відкриття.
vi: Tự động tải xuống các tập mới, để chúng sẵn sàng phát ngoại tuyến ngay cả trước khi bạn mở chúng.
zh_hans: 自动下载新单集，让您在打开之前就能离线播放。

source: Downloads stay until deleted here. Cached content re-downloads automatically when you open each section.
ar: تبقى التنزيلات حتى يتم حذفها يدوياً. تُعاد جلب الذاكرة المؤقتة عند فتح كل قسم.
de: Downloads bleiben bis zur manuellen Löschung. Cache wird beim Öffnen jeder Sektion neu geladen.
el: Οι λήψεις αποθηκεύονται μέχρι να τις διαγράψετε εδώ. Το περιεχόμενο cache επαναφορτώνεται κάθε φορά που ανοίγεται ένα τμήμα.
es: Las descargas permanecen hasta que las elimines. El contenido en caché se vuelve a descargar al abrir cada sección.
fa: دانلودها تا زمان حذف دستی نگهداری می‌شوند. حافظه پنهان هنگام باز کردن هر بخش مجدداً دانلود می‌شود.
fr: Les téléchargements restent jusqu'à leur suppression. Le cache est retéléchargé à l'ouverture de chaque section.
he: הורדות נשמרות עד שתמחק אותן כאן. תוכן המטמון נטען מחדש בכל פעם שפותחים קטע.
hi: डाउनलोड तब तक रहते हैं जब तक हटाए न जाएं। कैश प्रत्येक अनुभाग खोलने पर फिर से डाउनलोड होता है।
id: Unduhan disimpan hingga Anda menghapusnya di sini. Konten cache dimuat ulang setiap kali bagian dibuka.
it: I download rimangono finché non vengono eliminati. La cache viene riscaricata all'apertura di ogni sezione.
ja: ダウンロードは削除するまで保持されます。キャッシュは各セクションを開くと再ダウンロードされます。
ko: 다운로드는 삭제할 때까지 유지됩니다. 캐시는 각 섹션을 열 때 다시 다운로드됩니다.
nl: Downloads blijven totdat ze worden verwijderd. Cache wordt opnieuw geladen bij het openen van elke sectie.
pl: Pobrane pliki są przechowywane do momentu usunięcia tutaj. Zawartość pamięci podręcznej jest ponownie pobierana przy każdym otwarciu sekcji.
pt: Os downloads ficam até serem excluídos. O cache é recarregado ao abrir cada seção.
ru: Загрузки хранятся до удаления здесь. Кэшированный контент загружается повторно при открытии каждого раздела.
sv: Nedladdningar sparas tills du raderar dem här. Cachad innehåll laddas om när varje avsnitt öppnas.
th: การดาวน์โหลดจะถูกเก็บไว้จนกว่าคุณจะลบที่นี่ เนื้อหาแคชจะโหลดใหม่ทุกครั้งที่เปิดส่วนนั้น
tr: İndirmeler buradan silinene kadar saklanır. Önbelleğe alınan içerik her bölüm açıldığında yeniden indirilir.
uk: Завантаження зберігаються до видалення тут. Кешований вміст завантажується повторно при відкритті кожного розділу.
vi: Tải xuống được lưu cho đến khi bạn xóa tại đây. Nội dung trong bộ nhớ đệm sẽ được tải lại mỗi khi mở phần.
zh_hans: 下载内容在手动删除前会一直保留。缓存在打开每个部分时会重新下载。

source: Draft Bio
ar: مسودة السيرة الذاتية
de: Biografie-Entwurf
el: Προσχέδιο Βιογραφικού
es: Borrador de biografía
fa: پیش‌نویس بیوگرافی
fr: Brouillon de bio
he: טיוטת ביוגרפיה
hi: बायो ड्राफ़्ट
id: Draf Bio
it: Bozza di biografia
ja: プロフィール文の下書き
ko: 소개글 초안
nl: Concept-bio
pl: Szkic biografii
pt: Rascunho de biografia
ru: Черновик биографии
sv: Biografiutkast
th: ร่างประวัติ
tr: Taslak Biyografi
uk: Чернетка біографії
vi: Bản nháp tiểu sử
zh_hans: 简介草稿

source: Draft My Bio
ar: صياغة سيرتي الذاتية
de: Meine Biografie entwerfen
el: Σύνταξη του Βιογραφικού μου
es: Redactar mi biografía
fa: نگارش بیوگرافی من
fr: Rédiger ma bio
he: חיבור הביוגרפיה שלי
hi: मेरा बायो ड्राफ़्ट करें
id: Susun Bio Saya
it: Redigi la mia biografia
ja: プロフィール文を作成
ko: 내 소개글 작성
nl: Mijn bio opstellen
pl: Utwórz moją biografię
pt: Redigir minha biografia
ru: Составить мою биографию
sv: Utforma min biografi
th: ร่างประวัติของฉัน
tr: Biyografimi Oluştur
uk: Скласти мою біографію
vi: Soạn tiểu sử của tôi
zh_hans: 起草我的简介

source: e.g. VoiceOver, Braille
ar: مثال: VoiceOver، برايل
de: z. B. VoiceOver, Braille
el: π.χ. VoiceOver, Μπράιγ
es: p. ej. VoiceOver, Braille
fa: مثلاً VoiceOver، بریل
fr: p. ex. VoiceOver, Braille
he: למשל VoiceOver, ברייל
hi: जैसे VoiceOver, ब्रेल
id: mis. VoiceOver, Braille
it: ad es. VoiceOver, Braille
ja: 例：VoiceOver、点字
ko: 예: VoiceOver, 점자
nl: bijv. VoiceOver, Braille
pl: np. VoiceOver, Braille
pt: por ex., VoiceOver, Braille
ru: напр. VoiceOver, Брайль
sv: t.ex. VoiceOver, Punktskrift
th: เช่น VoiceOver, อักษรเบรลล์
tr: örn. VoiceOver, Braille
uk: напр., VoiceOver, Брайль
vi: vd: VoiceOver, Chữ nổi
zh_hans: 例如：旁白、盲文

source: Edit
ar: تعديل
de: Bearbeiten
el: Επεξεργασία
es: Editar
fa: ویرایش
fr: Modifier
he: עריכה
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Изменить
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Chỉnh sửa
zh_hans: 编辑

source: Edit %@
ar: تعديل %@
de: %@ bearbeiten
el: Επεξεργασία %@
es: Editar %@
fa: ویرایش %@
fr: Modifier %@
he: עריכת %@
hi: %@ संपादित करें
it: Modifica %@
ja: %@ を編集
ko: %@ 편집
nl: %@ bewerken
pl: Edytuj %@
pt: Editar %@
ru: Изменить %@
sv: Redigera %@
th: แก้ไข %@
tr: %@ Düzenle
uk: Редагувати %@
vi: Chỉnh sửa %@
zh_hans: 编辑 %@

source: Edit Comment
ar: تعديل التعليق
de: Kommentar bearbeiten
el: Επεξεργασία Σχολίου
es: Editar comentario
fa: ویرایش دیدگاه
fr: Modifier le commentaire
he: עריכת תגובה
hi: टिप्पणी संपादित करें
id: Edit Komentar
it: Modifica commento
ja: コメントを編集
ko: 댓글 편집
nl: Reactie bewerken
pl: Edytuj komentarz
pt: Editar comentário
ru: Изменить комментарий
sv: Redigera kommentar
th: แก้ไขความคิดเห็น
tr: Yorumu Düzenle
uk: Редагувати коментар
vi: Chỉnh sửa bình luận
zh_hans: 编辑评论

source: Edit message
ar: تعديل الرسالة
de: Nachricht bearbeiten
el: Επεξεργασία μηνύματος
es: Editar mensaje
fa: ویرایش پیام
fr: Modifier le message
he: עריכת הודעה
hi: संदेश संपादित करें
id: Edit pesan
it: Modifica messaggio
ja: メッセージを編集
ko: 메시지 편집
nl: Bericht bewerken
pl: Edytuj wiadomość
pt: Editar mensagem
ru: Изменить сообщение
sv: Redigera meddelande
th: แก้ไขข้อความ
tr: Mesajı düzenle
uk: Редагувати повідомлення
vi: Chỉnh sửa tin nhắn
zh_hans: 编辑消息

source: Edit Profile
ar: تعديل الملف الشخصي
de: Profil bearbeiten
el: Επεξεργασία Προφίλ
es: Editar perfil
fa: ویرایش نمایه
fr: Modifier le profil
he: עריכת פרופיל
hi: प्रोफ़ाइल संपादित करें
id: Edit Profil
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 편집
nl: Profiel bewerken
pl: Edytuj profil
pt: Editar perfil
ru: Изменить профиль
sv: Redigera profil
th: แก้ไขโปรไฟล์
tr: Profili Düzenle
uk: Редагувати профіль
vi: Chỉnh sửa hồ sơ
zh_hans: 编辑个人资料

source: Edit reason
ar: سبب التعديل
de: Bearbeitungsgrund
el: Λόγος επεξεργασίας
es: Motivo de la edición
fa: دلیل ویرایش
fr: Raison de la modification
he: סיבת העריכה
hi: संपादन का कारण
id: Alasan edit
it: Motivo della modifica
ja: 編集理由
ko: 수정 사유
nl: Reden voor bewerking
pl: Powód edycji
pt: Motivo da edição
ru: Причина изменения
sv: Anledning till redigering
th: เหตุผลในการแก้ไข
tr: Düzenleme nedeni
uk: Причина редагування
vi: Lý do chỉnh sửa
zh_hans: 编辑原因

source: Edit Topic
ar: تعديل الموضوع
de: Thema bearbeiten
el: Επεξεργασία Θέματος
es: Editar tema
fa: ویرایش موضوع
fr: Modifier le sujet
he: עריכת נושא
hi: विषय संपादित करें
id: Edit Topik
it: Modifica argomento
ja: トピックを編集
ko: 주제 편집
nl: Onderwerp bewerken
pl: Edytuj wątek
pt: Editar tópico
ru: Изменить тему
sv: Redigera ämne
th: แก้ไขหัวข้อ
tr: Konuyu Düzenle
uk: Редагувати тему
vi: Chỉnh sửa chủ đề
zh_hans: 编辑话题

source: Edit your public profile
ar: عدّل ملفك الشخصي العام
de: Bearbeite dein öffentliches Profil
el: Επεξεργαστείτε το δημόσιο προφίλ σας
es: Edita tu perfil público
fa: ویرایش نمایهٔ عمومی خود
fr: Modifiez votre profil public
he: עריכת הפרופיל הציבורי שלך
hi: अपनी सार्वजनिक प्रोफ़ाइल संपादित करें
id: Edit profil publik Anda
it: Modifica il tuo profilo pubblico
ja: 公開プロフィールを編集します
ko: 공개 프로필 편집
nl: Bewerk je openbare profiel
pl: Edytuj swój profil publiczny
pt: Edite seu perfil público
ru: Изменить свой публичный профиль
sv: Redigera din offentliga profil
th: แก้ไขโปรไฟล์สาธารณะของคุณ
tr: Herkese açık profilinizi düzenleyin
uk: Редагувати ваш публічний профіль
vi: Chỉnh sửa hồ sơ công khai của bạn
zh_hans: 编辑您的公开个人资料

source: Editors refreshing an app entry from its App Store listing now see exactly what changed — title, description, App Store link, and version — and can leave off anything they don't want touched. Anything that already matches the App Store listing is shown as already matching, instead of being overwritten every time.
ar: عند تحديث إدخال تطبيق من صفحة App Store الخاصة به، يرى المحررون الآن بالضبط ما تغيّر — العنوان والوصف ورابط App Store والإصدار — ويمكنهم ترك أي شيء لا يريدون المساس به متوقفًا. أما ما يتطابق بالفعل مع صفحة App Store فيظهر على أنه مطابق بالفعل، بدلاً من الكتابة فوق كل شيء في كل مرة.
de: Editoren, die einen App-Eintrag von seinem App Store-Eintrag aus aktualisieren, sehen jetzt genau, was sich geändert hat — Titel, Beschreibung, App Store-Link und Version — und können alles auslassen, was sie nicht anfassen möchten. Was bereits mit dem App Store-Eintrag übereinstimmt, wird als bereits übereinstimmend angezeigt, statt jedes Mal alles zu überschreiben.
el: Οι συντάκτες που ανανεώνουν μια καταχώριση εφαρμογής από την καταχώρισή της στο App Store βλέπουν πλέον ακριβώς τι άλλαξε — τίτλο, περιγραφή, σύνδεσμο App Store και έκδοση — και μπορούν να αφήσουν ό,τι δεν θέλουν να αγγίξουν. Ό,τι ταιριάζει ήδη με την καταχώριση στο App Store εμφανίζεται ως ήδη αντιστοιχισμένο, αντί να αντικαθίσταται τα πάντα κάθε φορά.
es: Los editores que actualizan una ficha de app desde su listado de la App Store ahora ven exactamente qué cambió: título, descripción, enlace de la App Store y versión, y pueden dejar sin activar cualquier campo que no quieran tocar. Lo que ya coincide con la ficha de la App Store se muestra como ya coincidente, en lugar de sobrescribirlo todo cada vez.
fa: ویراستارانی که یک مدخل برنامه را از فهرست App Store آن تازه‌سازی می‌کنند، اکنون دقیقاً می‌بینند چه چیزی تغییر کرده — عنوان، توضیحات، پیوند App Store و نسخه — و می‌توانند هر چیزی را که نمی‌خواهند دست‌نخورده رها کنند. هر چیزی که از قبل با فهرست App Store مطابقت داشته باشد به‌عنوان از قبل مطابق نشان داده می‌شود، به‌جای اینکه هر بار همه‌چیز بازنویسی شود.
fr: Les éditeurs qui actualisent une fiche d'application à partir de sa fiche App Store voient désormais exactement ce qui a changé — titre, description, lien App Store et version — et peuvent laisser de côté tout ce qu'ils ne souhaitent pas modifier. Ce qui correspond déjà à la fiche App Store est indiqué comme correspondant déjà, au lieu de tout réécrire à chaque fois.
he: עורכים המרעננים רשומת אפליקציה מתוך הרישום שלה ב-App Store רואים כעת בדיוק מה השתנה — כותרת, תיאור, קישור ל-App Store וגרסה — ויכולים להשאיר כבוי כל דבר שאינם רוצים לגעת בו. מה שכבר תואם לרישום ב-App Store מוצג ככבר תואם, במקום שהכול יידרס בכל פעם.
hi: App Store लिस्टिंग से किसी ऐप एंट्री को रीफ़्रेश करने वाले एडिटर अब ठीक-ठीक देख सकते हैं कि क्या बदला — शीर्षक, विवरण, App Store लिंक और वर्शन — और वे किसी भी ऐसी चीज़ को बंद छोड़ सकते हैं जिसे वे नहीं बदलना चाहते। जो पहले से App Store लिस्टिंग से मेल खाता है उसे हर बार सब कुछ ओवरराइट करने के बजाय पहले से मेल खाता हुआ दिखाया जाता है।
id: Editor yang menyegarkan entri aplikasi dari listingan App Store-nya kini melihat persis apa yang berubah — judul, deskripsi, tautan App Store, dan versi — dan dapat membiarkan nonaktif apa pun yang tidak ingin mereka ubah. Apa pun yang sudah cocok dengan listingan App Store ditampilkan sebagai sudah cocok, alih-alih menimpa semuanya setiap saat.
it: Gli editor che aggiornano una scheda app dalla relativa scheda dell'App Store ora vedono esattamente cosa è cambiato — titolo, descrizione, link App Store e versione — e possono lasciare disattivato tutto ciò che non vogliono modificare. Ciò che corrisponde già alla scheda dell'App Store viene mostrato come corrisponde già, invece di sovrascrivere tutto ogni volta.
ja: アプリの登録情報をApp Storeの掲載情報から更新する編集者は、タイトル、説明、App Storeへのリンク、バージョンのうち何が変わったかを正確に確認できるようになり、変更したくない項目はオフのままにできます。すでにApp Storeの掲載情報と一致している項目は、毎回すべてを上書きするのではなく、一致済みと表示されます。
ko: App Store 등록 정보에서 앱 항목을 새로 고치는 편집자는 이제 제목, 설명, App Store 링크, 버전 중 정확히 무엇이 변경되었는지 확인할 수 있으며, 건드리고 싶지 않은 항목은 꺼짐으로 둘 수 있습니다. 이미 App Store 등록 정보와 일치하는 항목은 매번 모든 것을 덮어쓰는 대신 이미 일치함으로 표시됩니다.
nl: Redacteuren die een app-vermelding vernieuwen vanuit de App Store-vermelding zien nu precies wat er is veranderd — titel, beschrijving, App Store-link en versie — en kunnen alles uitgeschakeld laten wat ze niet willen aanpassen. Wat al overeenkomt met de App Store-vermelding wordt weergegeven als komt al overeen, in plaats van dat alles telkens wordt overschreven.
pl: Redaktorzy odświeżający wpis aplikacji na podstawie jej wpisu w App Store widzą teraz dokładnie, co się zmieniło — tytuł, opis, link do App Store i wersję — i mogą pozostawić wyłączone wszystko, czego nie chcą zmieniać. To, co już jest zgodne z wpisem w App Store, jest oznaczone jako już zgodne, zamiast nadpisywać wszystko za każdym razem.
pt: Os editores que atualizam uma ficha de app a partir da sua ficha na App Store agora veem exatamente o que mudou — título, descrição, link da App Store e versão — e podem deixar desativado tudo o que não quiserem alterar. O que já corresponde à ficha da App Store é mostrado como já corresponde, em vez de tudo ser substituído sempre.
ru: Редакторы, обновляющие карточку приложения по его странице в App Store, теперь видят, что именно изменилось — название, описание, ссылку на App Store и версию — и могут оставить выключенным всё, что не хотят трогать. То, что уже совпадает с карточкой в App Store, отмечается как уже совпадает, вместо того чтобы каждый раз перезаписывать всё подряд.
sv: Redaktörer som uppdaterar en appost från dess App Store-listning ser nu exakt vad som ändrats — titel, beskrivning, App Store-länk och version — och kan lämna avstängt allt de inte vill röra. Sådant som redan matchar App Store-listningen visas som matchar redan, istället för att allt skrivs över varje gång.
th: บรรณาธิการที่รีเฟรชรายการแอปจากข้อมูลบน App Store จะเห็นสิ่งที่เปลี่ยนแปลงจริง ๆ ได้แก่ ชื่อ คำอธิบาย ลิงก์ App Store และเวอร์ชัน และสามารถปล่อยให้ปิดไว้สำหรับสิ่งที่ไม่ต้องการแตะต้อง สิ่งที่ตรงกับข้อมูลบน App Store อยู่แล้วจะแสดงว่าตรงกันอยู่แล้ว แทนที่จะเขียนทับทุกอย่างทุกครั้ง
tr: Bir uygulama girdisini App Store listesinden yenileyen editörler artık tam olarak neyin değiştiğini görebiliyor — başlık, açıklama, App Store bağlantısı ve sürüm — ve dokunmak istemedikleri her şeyi kapalı bırakabiliyor. App Store listesiyle zaten eşleşen her şey, her seferinde üzerine yazılması yerine zaten eşleşiyor olarak gösterilir.
uk: Редактори, які оновлюють запис про застосунок за його описом в App Store, тепер бачать саме те, що змінилося — назву, опис, посилання на App Store та версію — і можуть залишити вимкненим усе, що не хочуть змінювати. Те, що вже збігається з описом в App Store, позначається як уже збігається, замість того щоб щоразу перезаписувати все.
vi: Biên tập viên làm mới một mục ứng dụng từ thông tin trên App Store giờ đây thấy chính xác những gì đã thay đổi — tiêu đề, mô tả, liên kết App Store và phiên bản — và có thể để tắt bất kỳ điều gì họ không muốn động vào. Những gì đã khớp với thông tin trên App Store sẽ hiển thị là đã khớp, thay vì ghi đè mọi thứ mỗi lần.
zh_hans: 编辑从 App Store 页面刷新应用条目时，现在可以准确看到哪些内容发生了变化——标题、简介、App Store 链接和版本——并可以将不想改动的内容保持关闭。已经与 App Store 页面一致的内容会显示为已一致，而不是每次都全部覆盖。

source: Elsewhere
ar: في أماكن أخرى
de: Anderswo
el: Αλλού
es: En otro lugar
fa: جای دیگر
fr: Ailleurs
he: במקומות אחרים
hi: कहीं और
id: Di Tempat Lain
it: Altrove
ja: その他
ko: 다른 곳에서
nl: Elders
pl: Gdzie indziej
pt: Em outro lugar
ru: В других местах
sv: På andra ställen
th: ที่อื่น
tr: Diğer Yerler
uk: Деінде
vi: Nơi khác
zh_hans: 其他平台

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fa: ایمیل
he: דואר אלקטרוני
hi: ईमेल
ja: メール
ko: 이메일
sv: E-post
th: อีเมล
tr: E-posta
zh_hans: 电子邮件

source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
el: Διεύθυνση email
es: Dirección de correo
fa: آدرس ایمیل
fr: Adresse e-mail
he: כתובת דואר אלקטרוני
hi: ईमेल पता
id: Alamat email
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
ru: Адрес электронной почты
sv: E-postadress
th: ที่อยู่อีเมล
tr: E-posta adresi
uk: Адреса електронної пошти
vi: Địa chỉ email
zh_hans: 电子邮件地址

source: Enable iCloud Sync
ar: تفعيل مزامنة iCloud
de: iCloud-Synchronisierung aktivieren
el: Ενεργοποίηση Συγχρονισμού iCloud
es: Activar sincronización con iCloud
fa: فعال‌سازی همگام‌سازی iCloud
fr: Activer la synchronisation iCloud
he: הפעלת סנכרון iCloud
hi: iCloud सिंक सक्षम करें
id: Aktifkan Sinkronisasi iCloud
it: Attiva sincronizzazione iCloud
ja: iCloud 同期を有効にする
ko: iCloud 동기화 사용
nl: iCloud-synchronisatie inschakelen
pl: Włącz synchronizację iCloud
pt: Ativar sincronização com o iCloud
ru: Включить синхронизацию iCloud
sv: Aktivera iCloud-synkronisering
th: เปิดใช้งานการซิงค์ iCloud
tr: iCloud Senkronizasyonunu Etkinleştir
uk: Увімкнути синхронізацію iCloud
vi: Bật đồng bộ iCloud
zh_hans: 启用 iCloud 同步

source: End of episode
ar: نهاية الحلقة
de: Ende der Folge
el: Τέλος επεισοδίου
es: Fin del episodio
fa: پایان قسمت
fr: Fin de l'épisode
he: סוף הפרק
hi: एपिसोड का अंत
id: Akhir episode
it: Fine dell'episodio
ja: エピソードの終了
ko: 에피소드 종료
nl: Einde van aflevering
pl: Koniec odcinka
pt: Fim do episódio
ru: Конец эпизода
sv: Slutet av avsnittet
th: จบตอน
tr: Bölümün sonu
uk: Кінець епізоду
vi: Kết thúc tập
zh_hans: 单集结束

source: End of Episode
ar: نهاية الحلقة
de: Ende der Folge
el: Τέλος Επεισοδίου
es: Fin del episodio
fa: پایان قسمت
fr: Fin de l'épisode
he: סוף הפרק
hi: एपिसोड का अंत
id: Akhir Episode
it: Fine dell'episodio
ja: エピソードの終了
ko: 에피소드 종료
nl: Einde van aflevering
pl: Koniec odcinka
pt: Fim do episódio
ru: Конец эпизода
sv: Slutet av avsnittet
th: จบตอน
tr: Bölümün Sonu
uk: Кінець епізоду
vi: Kết thúc tập
zh_hans: 单集结束

source: Enter a blog title to continue.
ar: أدخل عنوان المدونة للمتابعة.
de: Gib einen Blogtitel ein, um fortzufahren.
el: Εισαγάγετε έναν τίτλο ιστολογίου για να συνεχίσετε.
es: Introduce un título de blog para continuar.
fa: برای ادامه، عنوان وبلاگ را وارد کنید.
fr: Saisissez un titre de blog pour continuer.
he: הזן כותרת בלוג כדי להמשיך.
hi: जारी रखने के लिए एक ब्लॉग शीर्षक दर्ज करें।
id: Masukkan judul blog untuk melanjutkan.
it: Inserisci un titolo del blog per continuare.
ja: 続行するにはブログタイトルを入力してください。
ko: 계속하려면 블로그 제목을 입력하세요.
nl: Voer een blogtitel in om door te gaan.
pl: Wpisz tytuł wpisu na blogu, aby kontynuować.
pt: Digite um título de blog para continuar.
ru: Введите заголовок блога, чтобы продолжить.
sv: Ange en bloggtitel för att fortsätta.
th: กรอกชื่อเรื่องบล็อกเพื่อดำเนินการต่อ
tr: Devam etmek için bir blog başlığı girin.
uk: Введіть заголовок блогу, щоб продовжити.
vi: Nhập tiêu đề blog để tiếp tục.
zh_hans: 输入博客标题以继续。

source: Enter a new password meeting the requirements below, then confirm it.
ar: أدخل كلمة مرور جديدة تستوفي المتطلبات أدناه، ثم أكّدها.
de: Gib ein neues Passwort ein, das die unten stehenden Anforderungen erfüllt, und bestätige es.
el: Εισαγάγετε έναν νέο κωδικό πρόσβασης που πληροί τις παρακάτω απαιτήσεις και επιβεβαιώστε τον.
es: Introduce una nueva contraseña que cumpla los requisitos indicados abajo y confírmala.
fa: یک رمز عبور جدید که الزامات زیر را رعایت کند وارد کنید، سپس آن را تأیید کنید.
fr: Saisissez un nouveau mot de passe respectant les exigences ci-dessous, puis confirmez-le.
he: הזן סיסמה חדשה שעומדת בדרישות שלהלן, ולאחר מכן אשר אותה.
hi: नीचे दी गई आवश्यकताओं को पूरा करने वाला नया पासवर्ड दर्ज करें, फिर उसकी पुष्टि करें।
id: Masukkan kata sandi baru yang memenuhi persyaratan di bawah ini, lalu konfirmasikan.
it: Inserisci una nuova password che soddisfi i requisiti sottostanti, poi confermala.
ja: 以下の要件を満たす新しいパスワードを入力し、確認のためにもう一度入力してください。
ko: 아래 요구 사항을 충족하는 새 비밀번호를 입력한 다음 확인하세요.
nl: Voer een nieuw wachtwoord in dat voldoet aan de onderstaande vereisten en bevestig het.
pl: Wprowadź nowe hasło spełniające poniższe wymagania, a następnie je potwierdź.
pt: Digite uma nova senha que atenda aos requisitos abaixo e confirme-a.
ru: Введите новый пароль, соответствующий требованиям ниже, затем подтвердите его.
sv: Ange ett nytt lösenord som uppfyller kraven nedan och bekräfta det sedan.
th: ป้อนรหัสผ่านใหม่ที่ตรงตามข้อกำหนดด้านล่าง แล้วยืนยันรหัสผ่าน
tr: Aşağıdaki gereksinimleri karşılayan yeni bir şifre girin, ardından onaylayın.
uk: Введіть новий пароль, що відповідає вимогам нижче, потім підтвердіть його.
vi: Nhập mật khẩu mới đáp ứng các yêu cầu bên dưới, sau đó xác nhận.
zh_hans: 输入符合以下要求的新密码,然后确认。
